Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I'm not sure. I didn't need that memory to fight.
pl: Nie jestem pewien. Nie potrzebuję tego wspomnienia. Podczas walki nie było mi potrzebne.

source: I'm nothing compared to Rose.
pl: No, nie wiem... Moim zdaniem, jestem beznadziejna. Przynajmniej, w porównaniu z Różą.

source: I'm on it!
pl: Biorę się za to!

source: I'm on it.
pl: Jestem gotowa.

source: I'm on my way!
pl: Już tam idę!

source: I'm only telling you this because I want this place to thrive...
pl: Mówię ci to tylko dlatego, bo chcę, by to miejsce rozkwitało...

source: I'm picking up a large-scale enemy inbound!
pl: Odbieram obecność wielkogabarytowego przeciwnika w zasięgu!

source: I'm ready to change shifts.
pl: Jestem gotów na zmianę warty.

source: I'm really in a bind here. What am I going to do?
pl: Naprawdę mam problem. Nie wiem, co powinienem teraz zrobić...

source: I'm relieved because it allowed me to escape.
pl: Pozwoliło mi to uniknąć tego, czego obawiałem się najbardziej.

source: I'm rooting for you.
pl: Kibicuję ci.

source: I'm scared... I'm so scared...
pl: Boję się... Tak bardzo się boję...

source: I'm secretly training so I can protect everyone when the time comes. But I still have a long way to go.
pl: Trenuję w tajemnicy, żeby w razie potrzeby, móc wszystkich ochronić. Ale wciąż sporo muszę się nauczyć.

source: I'm sending flight units and coordinates now.
pl: Wysyłam wam jednostki latające i współrzędne.

source: I'm sending you the positional data. Please investigate the site as soon as possible.
pl: Przesyłam ci dane lokalizacyjne. Proszę, zbadaj jak najszybciej tę okolicę.

source: I'm serious, even if it's just a game!
pl: Mówię poważnie, nawet jeśli to tylko gra!

source: I'm sick of work. I'm sick of work. I'm sick of work. I'm sick of work.
pl: Mam dość pracy. Mam dość pracy. Mam dość pracy. Mam dość pracy.

source: I'm so ashamed to be in this position, but would you mind helping me one more time?
pl: Jest mi strasznie wstyd z powodu tej sytuacji, ale czy mógłbyś jeszcze raz mi pomóc?

source: I'm so glad I got to work with you, 2B! Here's to many more successful missions!
pl: Cieszę się, że mogę z tobą pracować, 2B! Oby więcej takich udanych misji!

source: I'm so glad we trusted you.
pl: Tak bardzo się cieszę, że wam zaufaliśmy.

source: I'm so glad you made it back safely.
pl: Cieszę się, że jesteś w jednym kawałku.

source: I'm so glad...I got to see you all again...
pl: Tak się cieszę... Że znowu mogę cię zobaczyć...

source: I'm so sorry, everyone...
pl: Przepraszam was wszystkich...

source: I'm so tired I'm starting to see things. I must have found the true path to enlightenment!
pl: Jestem tak zmęczony, że zaczynam mieć zwidy. Na pewno znalazłem prawdziwą drogą do oświecenia!

source: I'm so tired I'm starting to see things. I-I may have become a god.
pl: Jestem tak zmęczony, że zaczynam mieć zwidy. M-może stałem się bogiem.

source: I'm so tired from carrying my friend. I just need a little rest.
pl: Zmęczyłem się transportowaniem mojego przyjaciela. Muszę chwilę odpocząć.

source: I'm so tired of working... I just feel like jumping down from here.
pl: Jest tak zmęczony pracą... Aż chciałbym się rzucić na dół.

source: I'm so tired...
pl: Jestem taki zmęczony...

source: I'm so tired... I feel like my core decays a little every time I press a button.
pl: Jestem taki zmęczony... Czuję, że rdzeń mi się rozpada za każdym razem gdy naciskam przycisk.

source: I'm so worried... Maybe I should talk to one of the operators and request a model change.
pl: Tak się martwię... Może powinnam porozmawiać z jedną z operatorek i poprosić o zmianę modelu.

source: I'm sorry I was so cold earlier—I clearly misjudged you. Thank you for taking care of Eve.
pl: Przepraszam, że byłam taka niemiła — zdecydowanie źle cię oceniłam. Dziękuję za zajęcie się Ewą.

source: I'm sorry to have put this on you. I truly am.
pl: Przepraszam, że cię w to wpakowałem. Naprawdę mi przykro.

source: I'm sorry! I'm so sorry!
pl: Przepraszam! Przepraszam!

source: I'm sorry! I'm so sorry! I just got carried away a bit, is all!
pl: Przepraszam! Przepraszam! Po prostu trochę mnie poniosło, to wszystko!

source: I'm sorry! I'm sorry!
pl: Przepraszam! Przepraszam!

source: I'm sorry, 2B. Their circuits are fried.
pl: Przepraszam, 2B. Ich przewody są usmażone.

source: I'm sorry, Commander. We failed to defeat the fugitive.
pl: Przepraszam, Pani Komandor. Zawiedliśmy... Nie udało nam się pokonać zbiega.

source: I'm sorry, I know you're helping me out, but would you mind coming back later?
pl: Przepraszam. Wiem, że mi pomagacie, ale czy moglibyście wrócić później?

source: I'm sorry, I'm not authorized to make that decision.
pl: Przykro mi, nie mam zezwolenia na podejmowanie takich decyzji.

source: I'm sorry, I...
pl: Wybaczcie, ja...

source: I'm sorry, Mommy! Please don't cry!
pl: Przepraszam, mamusiu! Proszę, nie płacz już!

source: I'm sorry, but I cannot let anyone pass without an appointment.
pl: Przepraszam, ale nie mogę wpuścić nikogo bez zaplanowanej wizyty.

source: I'm sorry, but we don't have any new intel on 9S.
pl: Przykro mi, ale nie mamy żadnych nowych danych o 9S.

source: I'm sorry, dear.
pl: Przepraszam, kochanie.

source: I'm sorry, everyone...
pl: Bardzo was przepraszam...

source: I'm sorry.
pl: Przykro mi.

source: I'm sorry. Can I ask one more favor of you?
pl: Przepraszam. Czy mogę mieć do was jeszcze jedną prośbę?

source: I'm sorry. I couldn't help them.
pl: Wybacz. Nie mogłam im pomóc.

source: I'm sorry. I don't think I can finish all of my work before the end of the day.
pl: Przepraszam. Nie sądzę, że będę w stanie skończyć całą moją pracę do jutrzejszego końca dnia.

source: I'm sorry. I hope to see you again.
pl: Wybacz. Mam nadzieję, że niedługo znów się zobaczymy.

source: I'm sorry. I need to stay here for a while. You go on ahead.
pl: Przepraszam. Potrzebuję zostać tu sam, przez chwilę... Idźcie dalej beze mnie.

source: I'm sorry. I should have been stronger for you.
pl: Wybacz... Powinienem być silniejszy. Dla ciebie...

source: I'm sorry. Please just give him the following message:
pl: Wybacz. Proszę, przekaż mu następującą wiadomość:

source: I'm sorry. There's not much I can tell you.
pl: Przykro mi. Niewiele jestem w stanie wam o nich powiedzieć.

source: I'm sorry. We couldn't save him.
pl: Wybacz. Nie byliśmy w stanie go uratować.

source: I'm sorry. You're needed back at Command.
pl: Wybacz. Potrzebują cię z powrotem w Dowództwie.

source: I'm sorry...
pl: Wybacz...

source: I'm sorry... I... I don't know anything.
pl: Nic... nic nie wiem...

source: I'm standing watch to prevent miscreants from entering the village!
pl: Stoję na warcie, żeby żadne łachudry nie weszły do wioski!

source: I'm starting your boot sequence.
pl: Rozpoczynam sekwencję startową.

source: I'm starving.
pl: głoduję.

source: I'm staying here. I can't.
pl: Zostaję tutaj. Nie mogę...

source: I'm still going to keep trying my best, though. Even if my best is only about 1/47 as good as your best...
pl: Mimo to, będę starała się dać z siebie wszystko. Nawet jeśli moje „wszystko” jest tylko 1/47 tego co ty potrafisz...

source: I'm still picking up a large enemy presence!
pl: Wciąż odbieram sygnał obecności dużego przeciwnika!

source: I'm sure *you* can handle this.
pl: Jestem pewien, że *ty* sobie poradzisz.

source: I'm sure 11B would be happy knowing it was being put to good use.
pl: Jestem pewna, że 11B cieszyłaby się, gdyby trafiła w dobre ręce.

source: I'm sure everyone will calm down after a while.
pl: Jestem pewien, że za chwilę wszyscy się uspokoimy.

source: I'm sure it'll be TONS of fun!
pl: Jestem pewien, że będzie KUPA zabawy!

source: I'm sure she will. But I bet she'll be even happier to see you back home safe and sound.
pl: Na pewno będzie. Ale myślę, że ucieszy się jeszcze bardziej, gdy zobaczy, że wróciłaś do domu cała i zdrowa.

source: I'm sure that...some day...DON'T ASK WHEN...I will be able to let you pass...maybe.
pl: Jestem pewien, że... pewnego dnia... NIE PYTAJCIE KIEDY... będę mógł was przepuścić... być może.

source: I'm sure we can talk this out somehow.
pl: Na pewno możemy to jakoś przedyskutować.

source: I'm sure we'll know the answer soon. And with that....let us BEGIN!
pl: Jestem pewien, że niedługo się dowiemy. A zatem... ZACZYNAJMY!

source: I'm sure we're gonna be best friends!
pl: Jestem pewien, że będziemy najlepszymi przyjaciółmi!

source: I'm sure you can do better!
pl: Na pewno stać cię na więcej!

source: I'm sure you'll do just peachy, you clunky piece of junk! Bwahahaha!
pl: Jestem pewien, że zdasz śpiewająco, ty nędzna kupo złomu! Muahahaha!

source: I'm sure you're aware that most humans subsisted in small familial units?
pl: Zapewne wiesz, że większość ludzi funkcjonowała w małych grupach rodzinnych?

source: I'm sure you've realized it by now.
pl: Z pewnością już sobie uświadomiłaś ten fakt.

source: I'm sure.
pl: Na pewno.

source: I'm taking care of the guard duties. I won't let even a single mouse get in.
pl: Pełnię tutaj służbę wartowniczą. Nawet mysz się nie prześlizgnie.

source: I'm the commanding officer, 4B.
pl: Jestem oficerem głównodowodzącym, 4B.

source: I'm the leader of the android Resistance that controls most of this territory.
pl: Jestem liderem Ruchu Oporu androidów, który kontroluje większość tutejszego terytorium.

source: I'm thinking four complex gadgets will be enough to fix it.
pl: Wydaje mi się, że cztery złożone mechanizmy powinny wystarczyć, żeby to naprawić.

source: I'm thinking of making this month's motto "Take care of your weapons so they can take care of you!"
pl: Myślę o takim motto na ten miesiąc: „Zadbaj o swoją broń, a ona zadba o ciebie!”

source: I'm thinking of taking a few of these guys and dunking 'em in water. Might be fun to watch the sparks fly.
pl: Zastanawiam się, czy by nie wrzucić kilku z nich do wody... Oglądanie jak iskrzą może być zabawne.

source: I'm tired of having to live through the same nightmare every day.
pl: Mam dość ciągłego przeżywania tego koszmaru, dzień po dniu.

source: I'm tired...
pl: Jestem zmęczony...

source: I'm trying to make my game more difficult. Can you please bring me a four-color cable?
pl: Próbuję zwiększyć poziom trudności mojej gry. Czy możesz przynieść mi czterokolorowy kabel?

source: I'm trying to think of games we can play with their stubby little legs...
pl: Próbuję wymyślić grę, w którą będziemy mogli zagrać naszymi krótkimi nóżkami...

source: I'm very sorry, but...your friend is dead.
pl: Bardzo mi przykro, ale... twój przyjaciel nie żyje.

source: I'm working right now. ...Which I figured was pretty obvious.
pl: Teraz pracuję... Ale to chyba była oczywistość.

source: I'm working. ...Look, there they go!
pl: Pracuję... Patrz, oto i są!

source: I'm worried about the damage we took in that last battle with the machines.
pl: Martwię się o obrażenia, które odnieśliśmy podczas ostatniej walki z maszynami.

source: I'm worried about the other androids...
pl: Martwię się o inne androidy...

source: I'm...sorry I'm still alive.
pl: Ja... przepraszam, że wciąż żyję.

source: I've accentuated my beauty with parts of my machine friends.
pl: Podkreśliłam swoje piękno za pomocą części należących do moich mechanicznych przyjaciół.

source: I've almost analyzed the enemy's hacking pattern.
pl: Niemal udało mi się zdążyć przeanalizować wzorzec hakowania wroga.

source: I've already handed it out to a few folks, and man, is it ever popular. One taste and you're hooked for life!
pl: Już rozdałam ją kilku osobom i... człowieku! Jest niesamowicie popularna. Wystarczy ją RAZ spróbować, a jest się uzależnionym od niej już do końca życia!

source: I've already started working. Please let me concentrate.
pl: Już zaczęłam pracę. Proszę, pozwól mi się skoncentrować.

source: I've always heard games are "just for fun."
pl: Zawsze słyszałem, że gry są „tylko dla zabawy”.

source: I've always said the only good machine is a dead machine, and I stand by it. I won't ever trust a machine! Ever!
pl: Zawsze mówiłam, że dobra maszyna to martwa maszyna i tego się będę trzymać. Nigdy nie ufaj maszynie! Nigdy!

source: I've asked all YoRHa troops in the city ruins for assistance, and I'll need you to provide backup as well.
pl: Poprosiłam o pomoc wszystkie siły YoRHa w ruinach miasta, ale od was również oczekuję wsparcia.

source: I've been fighting one big battle after the next recently. I need some rest...
pl: Ostatnio walczyłem jedną wielką bitwę po drugiej. Potrzebuję odpoczynku...

source: I've been fine. I'm always fine!
pl: U mnie w porządku. U mnie zawsze jest w porządku!

source: I've been getting a lot of complaints from the employees about our working conditions lately, bunch of whiners.
pl: Dostawałem wiele skarg od pracowników o warunkach pracy w ostatnim czasie, co za banda marud.

source: I've been getting a lot of requests for repairs of borrowed weapons.
pl: Dostaję sporo próśb o naprawę pożyczonej broni.

source: I've been having this really weird feeling in my chest lately... I wonder what it could be.
pl: Ostatnio czuję w piersiach coś dziwnego... Zastanawiam się, co to może być.

source: I've been on a winning streak! Luck's finally on my side!
pl: Mam teraz zwycięską passę! Szczęście się w końcu do mnie uśmiechnęło!

source: I've been so busy lately that I haven't had a proper break. You've got to rest sometimes.
pl: Byłem ostatnio tak zajęty, że nie miałem czasu na porządną przerwę. A czasem trzeba odpocząć.

source: I've been standing here all night.<bt_wait>
pl: Stałam tutaj całą noc.<bt_wait>

source: I've been standing out here for ages, and he's simply not responding to me at all!
pl: Stoję tu już od dłuższego czasu, a on w ogóle nie odpowiada!

source: I've been staring at monitors for so long, I see bright, round lights even when I close off my visual circuits.
pl: Patrzyłem się na monitory tak długo, że widzę jasne, okrągłe światła gdy zamknę obwody wizyjne.

source: I've been thinking about maybe getting a house.
pl: Zastanawiałem się, czy nie warto znaleźć domu.

source: I've been thinking about the machine who was leading that pack.
pl: Myślałem o maszynie, która przewodziła stadu.

source: I've been thinking of converting to a combat model like you and her.
pl: Rozważałam możliwość zostania jednostką bojową, taką jak ty i ona.

source: I've been told that providing is preventing. So buy whatever you like!
pl: Mówią, że dostarczanie to zapobieganie. Więc kupuj co tylko chcesz!

source: I've been transporting so many materials, my limbs won't move anymore.
pl: Transportowałem tyle materiałów, że moje kończyny nie są w stanie się już poruszać.

source: I've been trying to repair the surrounding transporters, but the enemy keeps breaking them as soon as I finish.
pl: Próbuję naprawiać okoliczne transportery, ale wróg niszczy je zaraz po tym, jak je uruchomię.

source: I've been trying, okay?
pl: Próbowałem, tak?

source: I've been wondering for ages why I was born. I do everything wrong; my life has no value. I've lost all that is dear to me; my existence is meaningless. And yet, sometimes, I feel an excruciating sadness at being alone. Maybe I just needed someone to listen to me. If you wish to see my memories again, come to the area below the amusement park. Thanks for listening to my story. [Attachment] e591bde381abe381b5e38195e3828fe38197e38184
pl: Od wieków zastanawiałem się, dlaczego się urodziłem. Robię wszystko źle, moje życie nie ma żadnej wartości. Straciłam wszystko, co jest mi drogie; moja egzystencja jest bez znaczenia. A mimo to, czasami odczuwam ogromny smutek z powodu bycia samemu. Może po prostu potrzebowałam kogoś, kto by mnie słuchał. Jeśli chcesz znów zobaczyć moje wspomnienia, przyjdź na teren pod parkiem rozrywki. Dzięki za wysłuchanie mojej historii. [Załącznik] e591bde381abe381b5e38195e3828fe38197e38184

source: I've been working for hours on end, and my core is getting as hot as this terminal.
pl: W końcu pracowałem od wielu godzin i mój rdzeń rozgrzał się jak ten terminal.

source: I've confirmed that you have the necessary parts to improve our network environment.
pl: Potwierdzam, że masz wszystkie niezbędne części potrzebne do ulepszenia środowiska sieciowego.

source: I've done my part. Now it's in her hands.
pl: Zrobiłem swoją część. Teraz wszystko w jej rękach.

source: I've figured out how to deal with her. Just let her say all she wants to say first and then ask only about the points that don't make sense.
pl: Doszłam do tego, jak z nią postępować. Po prostu pozwalam jej najpierw mówić wszystko co chce, a potem pytam tylko o rzeczy które nie mają sensu.

source: I've forwarded the general positions of the machine lifeforms you need to hack.
pl: Przesłałam ogólną lokalizację mechanicznych form życia, które trzeba zhakować.

source: I've gathered up some of the junk from this place. What do you think?
pl: Zebrałem trochę złomu z okolicy. Co o tym sądzisz?

source: I've given her all the information I have. Now it's up to her.
pl: Dałam jej wszystkie informacje jakie posiadam. Teraz wszystko zależy od niej.

source: I've given up on thinking about things. All I care about is work. Yes sirree, work and nothing else. Love it.
pl: Ja dałem sobie spokój z myśleniem o takich rzeczach. Obchodzi mnie tylko praca. Tak, proszę pana, praca i nic więcej. Kocham to.

source: I've given up.
pl: poddałem się.

source: I've got a couple on sale here if you're interested.
pl: Mam parę na sprzedaż, jeśli cię to interesuje.

source: I've got a flight unit, so I'll take a look around the perimeter.
pl: Mam dostępną jednostkę latającą, więc jeśli chcesz, mogę rozejrzeć się po najbliższej okolicy. Co ty na to?

source: I've got money ridin' on you! Fight to win!
pl: Sporo na ciebie postawiłam! Walcz do zwycięstwa!

source: I've got my eyes on you.
pl: mam na ciebie oko.

source: I've got this bum leg, see? Can't really get around myself.
pl: Jak widzicie, mam kulawą nogę. I nie za bardzo mogę się przemieszczać.

source: I've got tons of work to do, just because that jerk decided to go haywire.
pl: Mam teraz mnóstwo pracy, tylko dlatego, że jakiś debil postanowił sfiksować.

source: I've got your back anytime.
pl: Zawsze jestem gotów cię wspierać.

source: I've had my share of hardship.
pl: Mam już za sobą trudne doświadczenia.

source: I've heard a lot about you. You're doing great work!
pl: Sporo o tobie słyszałem. Wykonujesz świetną robotę!

source: I've heard rumors there's a Resistance camp somewhere in the city.
pl: Słyszałem plotki, że gdzieś w mieście jest obóz Ruchu Oporu.

source: I've heard that something called "religion" is gaining popularity in some districts.
pl: Słyszałem, że w niektórych okręgach popularna staje się „religia”.

source: I've heard that something called "religion" is gaining popularity in some districts. Apparently there's a "Grace" who's been chosen by "God"?
pl: Słyszałem ostatnio o czymś nazywanym „religią”, co zdobywa popularność w niektórych okręgach. Najwyraźniej mają „Świątobliwość” wybraną przez „Boga”.

source: I've killed comrades. Friends. Lovers. I've done it more times than I can count. Again and again and again and...
pl: Zabiłam towarzyszy. Przyjaciół. Kochanków. Robiłam to tak wiele razy, że przestałam liczyć. Ciągle, bez przerwy, i...

source: I've known the Commander for a while now. She sure is good at pawning work off on people.
pl: Znam Komandor od jakiegoś czasu. Zdecydowanie świetnie potrafi zwalać robotę na innych.

source: I've lived long enough. I only ask that you not make it too painful.
pl: Żyłem wystarczająco długo. Chciałbym tylko poprosić, żebyście zrobili to szybko.

source: I've mailed you the briefing. Go ahead and take a look.
pl: Wysłałam ci instrukcje. Zapoznaj się z nimi.

source: I've never been this insulted in my LIFE!
pl: Nikt w ŻYCIU mnie tak nie obraził!

source: I've never seen anyone destroy machines with so much flair! You're amazing!
pl: Nigdy nie widziałem nikogo, kto niszczyłby maszyny z takim rozmachem! Jesteście niesamowici!

source: I've never seen machines with such...unique perspectives.
pl: Nigdy nie spotkałem maszyn o tak... unikalnych poglądach.

source: I've only just been assigned here, so...yeah. Can't really tell you much about this place.
pl: Dopiero co mnie tu przydzielono, więc… no. Niewiele mogę powiedzieć o tym miejscu.

source: I've picked up a response on the scanner.
pl: Odebrałam odpowiedź ze skanera.

source: I've received your data.
pl: Otrzymałam twoje dane.

source: I've repaired this ol' body of mine a hundred times over during this war.
pl: Podczas tej wojny naprawiałem to moje stare ciało już setki razy.

source: I've said too much.
pl: Chyba powiedziałam za dużo.

source: I've seen that sort of thing when I was going through some old data. It looks like what humans used to wear long ago.
pl: Widziałem coś podobnego, kiedy przeglądałem stare dane. Wyglądają jak te, które dawno temu nosili ludzie.

source: I've sent mail with a reward. Please read it.
pl: Wysłałam wiadomość z nagrodą. Proszę, odczytaj ją.

source: I've sent the reward I mentioned earlier. —Operator 21O
pl: Wysłałam nagrodę, o której wcześniej wspominałam. —Operator 21O

source: I've sent you a new data-retrieval request. Please read it.
pl: Wysłałam ci nową prośbę o odzyskanie danych. Proszę, zapoznaj się z nią.

source: I've set a landing point for your flight units.
pl: Ustawiłam punkt lądowania dla waszych jednostek latających.

source: I've started taking notes recently. If I write things down on paper, I can remember the things I've forgotten.
pl: Ostatnio zaczęłam robić notatki. Od kiedy zapisuję rzeczy na papierze, łatwiej mi je potem sobie przypomnieć.

source: I've still got something I need to do...
pl: Ja wciąż mam coś do zrobienia...

source: I've swapped parts in and out so many times I can't even keep track.
pl: Wymieniałem części już tyle razy, że całkowiecie straciłem rachubę.

source: I've taken them to the abandoned factory.
pl: Zabrałem je do opuszczonej fabryki.

source: I've tried my luck at the trials at least 100 times now, but I haven't been able to clear a single one of them!
pl: Próbowałem szczęścia w próbach już przynajmniej 100 razy, ale nie byłem w stanie przejść żadnej z nich!

source: I've walked the same road as you.
pl: Podążałem tą samą ścieżką, co ty.

source: I, after all, am nothing without you. Is this not true?
pl: W końcu, bez was jestem niczym. Czyż nie mam racji?

source: I, too, was synched up with the server...
pl: Ja też byłam zsynchronizowana z serwerem...

source: I-I always do...
pl: Jak... Jak zawsze...

source: I...
pl: Ja...

source: I... Brother, I...
pl: Ja... Bracie, ja...

source: I... I'm a Type-E... A YoRHa Type-E...
pl: Ja... Jestem typem E... YoRHa, typ E...

source: I... I... I... I... I...
pl: Ja... Ja... Ja... Ja... Ja...

source: I... I...!
pl: Ja... Ja...!

source: I... We're...
pl: Ja... My...

source: I... We...
pl: Ja... My...

source: I...I cannot live with this heartbreak inside me.
pl: Nie... Nie mogę dalej żyć z tak złamanym sercem.

source: I...I don't remember anything...
pl: Nic... nic nie pamiętam...

source: I...I don't want you to die!
pl: Ja... Ja nie chcę umierać!

source: I...I see... What a shame. She was the closest thing I had to a mentor.
pl: Ro... Rozumiem... Jaka szkoda. Była kimś w rodzaju mentora.

source: I...I'll kill you!
pl: Za... Zabiję cię!

source: I...I'll protect everyone.
pl: Będę... Będę chronił wszystkich.

source: I...am a...desert test unit...
pl: Jestem... pustynną... jednostką testową...

source: I...exist...this world...
pl: Ja... istnieję... w tym świecie...

source: I...just wanted a family...
pl: Chciałam... mieć rodzinę...

source: I...realize something.
pl: Właśnie... coś sobie uświadomiłem.

source: I...see.
pl: Eh... rozumiem.
